[
  {
    "id": 0,
    "title": "The Accindental Activist",
    "subtitle": "How Dr. Jay Bhattacharya (Almost) Changed COVID Policy for the Better",
    "description": [
      "Dr. Jay Bhattacharya is a professor of medicine, economics, and health research policy at Stanford University. During the pandemic, he led ground breaking research on the virus and later, on the vaccine.",
      "In the earliest days of the pandemic, Dr. Bhattacharya conducted a groundbreaking study of Covid seroprevalence in Santa Clara County, California. His team discovered that the virus had already spread beyond any current estimate, and that attempts to eliminate the virus—the famous “Covid Zero” policy—were doomed to fail. As he describes it in our far-ranging series of discussions and interviews, by March 2020 we know that Covid was a “tidal wave.”",
      "“We’re all going to get wet. But we’re not all going to get sick.”",
      "Thus began a series of barrages of personal and professional attacks on Dr. Bhattacharya by the public health establishment along with the media, federal health officials, and especially Dr. Anthony Fauci.",
      "Because Dr. Bhattacharya also advised many state and federal government agencies—especially Florida and Georgia—on their Covid policies relating to lockdowns, he had a target on his back.",
      "We’re telling the story of the response to coronavirus through the lens of what happened to one man who, through research and inquiry, dared to dissent from the Lockdown Orthodoxy."
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": false
  },
  {
    "id": 1,
    "title": "United States vs. China",
    "subtitle": "",
    "description": [
      "David Adler is an economist and author interested in finding ways to revive and strengthen American national developmentalism.",
      "He is also the producer of several public policy documentaries for the BBC and PBS including Mind Over Money (NOVA/WGBH) about behavioral finance, as well as America’s Crisis in Healthcare and Retirement.",
      "In this lively—and unexpectedly witty—8 episode dive into America’s industrial and technology future, and its rapidly deteriorating competitive relationship to China, David Adler gives us a compelling tour d’horizon of the state of play between the world’s two superpowers, and he investigates what went wrong (a lot), what went right (not so much), and what we can do about it.",
      "Each episode kicks off with a specific American capitulation—what Adler calls the “China Suck Up Watch”—in which a major American business figure or political leader makes a tactical error or accommodation to the Chinese government. The episode then investigates why each occurred, weaving interviews and audio segments with thinkers, businesspeople, American politicians, and historians.",
      "Adler investigates the reasons why business leaders such as Tim Cook of Apple, Elon Musk of Tesla, Bob Iger of Disney, leaders in the technology industry, among others, have given in so often to Chinese government demands. He asks why certain politicians abandoned tough trade moves against China, such as the Trans Pacific Partnership, or the Trump Administration’s capitulation on intellectual property protection during its negotiations with the Chinese government. Adler investigates the current debate about military preparedness, our national interest in a free Taiwan, and what it might take to deter Chinese expansionist moves, or ultimately a Chinese invasion of Taiwan. Ader also asks how rising powers like India can help (or hurt) American interests.",
      "Each episode offers solutions on how to untie the knot of America’s dependence on Chinese investment and manufacturing, and how America can win the game of US vs. China. American political leaders such as Senator Tom Cotton and Rep. Mike Gallagher—both of whom have made China policy a major focus—will contribute to the conversations, but so will dissenters, free-traders, and industrial policy skeptics. The listener will emerge from the series with a greater sense of the complicated relationship between our countries, but especially How We Win.",
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": false
  },
  {
    "id": 2,
    "title": "Charle Buys A Cannon",
    "subtitle": "An Immigrant Tells the Story of the Second Amendment and Why it Matters.",
    "description": [
      "A senior writer and podcaster at National Review, Charles C.W. Cooke is also one of the country’s foremost experts on gun law, gun policy, and the Second Amendment: topics he has written about regularly for over ten years. ",
      "In this audio documentary, Cooke will look closely at the most controversial and discussed portion of the U.S. Constitution. What did The Founders mean by a “well armed militia” and “the right to bear arms”? Did they foresee the rapid advance in gun technology or is the 2nd Amendment a relic of the 18th Century, applying only to the firearms that were available at the time it was written?",
      "Cooke, a native of Great Britain and now a naturalized U.S. citizen, was an anti-gun student at Oxford. In 2007 while listening to Freakonomics at Reykjavik Airport in Iceland, he heard a reference to the (execrable) majority opinion in Dred Scott v. Sanford, which argued, inter alia, that if blacks could become citizens, they’d start carrying arms. “But how could that be possible,” Cooke wondered, “if the Second Amendment didn’t protect an individual right, and if there was no widespread culture of private gun ownership?” ",
      "Cooke returned to Oxford and changed the topic of his thesis from the nature of FDR’s work on the New Deal to the passage of the Second Amendment. His professor, who was not a conservative, liked the idea, and told Cooke that he thought he was correct. A lifelong passion for gun rights was born.",
      "Cooke will look at the rapid expansion of gun rights in the last 40 years. The expansion has been remarkable. Americans now buy 20 million guns per year. Every state has concealed carry. Constitutional carry is the norm, with 26 states having adopted it. In 2002, 0.21 percent of the U.S. population lived in a constitutional-carry state. Now, that number is 44 percent. The 1994 Assault Weapons Ban was nixed in 2004. Waiting periods, one-gun-per-month rules, and all manner of other impositions have been slowly taken away. 45 states allow Open Carry. ",
      "Gun ownership is also growing among non-traditional demographics. The number of women who carry has exploded. The same is true of racial minorities. In 2006, gay gun-owners killed San Francisco’s attempt to ban handgun within the city limits. The landmark 2010 McDonald decision was brought by a black man named Otis McDonald. A host of minority groups filed amicus briefs in 2022’s Bruen case.",
      "Finally, Cooke will examine the future of the gun rights movement in the United States: Will gun rights continue to expand? Will the public change its mind and demand stricter restrictions? What do the crime waves of the past tell us about voters’ attitudes toward guns? Will the makeup of the Supreme Court change, and with it the interpretation of the Second Amendment? Will Gavin Newsom’s proposed 28th Amendment, which would codify all the regulations he covets into the Constitution, be passed any time soon?",
      "What happens if we end up with areas of the country in which gun rights are heavily limited and areas of the country in which guns aren’t regulated much at all? Is that appropriate for a constitutional right? Given the free movement of people between the states, is there a practical problem with a federalist approach?",
      "COVID led to an increase in the demand for guns and so did 9/11. What would it take to yield the opposite instinct? ",
      "Our final question is this: Would America be America without widespread gun ownership?",
      "It’s a provocative and timely question and we believe this audio documentary will be widely heard and debated. "
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": false
  },
  {
    "id": 3,
    "title": "“The Next Conservative” with Matthew Continetti",
    "subtitle": "",
    "description": [
      "Matthew Continetti started his career as Rich Lowry’s research assistant at National Review. Since then, his work has appeared in The New York Times, The Wall Street Journal, National Review, The Washington Post, The Los Angeles Times, and The Financial Times. He served as an Associate Editor of The Weekly Standard and was the founding editor of The Washington Free Beacon. He’s currently a Senior Fellow at the American Enterprise Institute and a regular on The Commentary Podcast. ",
      "Matthew Continetti’s voluminous history of Conservatism in America over the past 100 years is The Right: The Hundred-Year War for American Conservatism, which was published in 2022 and was immediately hailed as the definitive historical document of the movement and (until recent events), the Republican Party. The book is a sweeping account of movement conservatism’s evolution, from the Progressive Era through the present. ",
      "In an 8 episode series, Continetti will expand on his book, and focus his lens on the next phase of American conservatism.  Continetti will tell the story of how conservatism began as networks of intellectuals, developing and institutionalizing a vision that grew over time, only to see their creation buckle under new pressures from national populist movements. He’ll investigate the players and issues of today’s conservative movement, and explain how the American conservative community is, currently, a dysfunctional family in crisis."
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": false
  },
  {
    "id": 4,
    "title": "The Gospel According To…",
    "subtitle": "",
    "description": [
      "An 8 episode series that takes specific moments from the Gospels—the words and actions of Jesus—and guides a conversation among very different kinds of Christians as they discuss what Jesus meant, and what it means for us. Evangelicals, Fundamentalists, Progressive Christians, Roman Catholics – it will be a guided and edited conversation that closely examines one moment per episode. The result will be a lively (and, we hope, optimistic) look at the words of Jesus Christ, seen by very different religious thinkers. Host TBD."
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": true
  },
  {
    "id": 5,
    "title": "From the Boots Up",
    "subtitle": "",
    "description": [
      "A 5–8 episode series that begins with war stories told by former American service personnel, about their on-the-ground experiences in such places as Iraq, Afghanistan, Sudan, Niger, South Korea, and Western Europe. From those compelling (and sometimes profane, and often mordantly funny) stories, we zoom out a level and ask strategists,policymakers, and politicians the key questions: What were we doing there? What were our aims? Why were Americans in uniform there and who put them there? Then we zoom out another level and ask a bigger question: Where should American service personnel be? What is America’s role in the world in 2024?  The listener will experience a unique and novel way to look at American foreign and military policy: from the boots up. Host TBD."
    ],
    "link": ".",
    "image": ".",
    "inDevelopment": true
  }
]
